Repository: wndr1nd/testCase
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Категория
tr: Kategori

source: Описание
tr: Tanım

source: Название
tr: İsim

source: Наименование
tr: İsim

source: Общее колличество ядер
tr: Toplam çekirdek sayısı

source: Базовая частота процессора ГГц
tr: CPU taban frekansı GHz

source: Цена
tr: Fiyat

source: Тип памяти
tr: Bellek türü

source: Тактовая частота МГц
tr: Saat frekansı MHz

source: Диагональ экрана
tr: Ekran köşegeni

source: Технология изготовления матрицы
tr: Matris üretim teknolojisi

source: Модели ЦАП
tr: DAC Modelleri

source: Разрядность АЦП
tr: ADC bit derinliği
